Repository: damien-dd/remotemanager
Catalog: remotemanager_server/remotemanager/main_app/locale/*/LC_MESSAGES/django.po
Languages: fr

source: MAC address is missing
fr: Adresse MAC manquante

source: No more rfcomm interfaces available
fr: Il n'y a plus d'interface rfcomm disponible

source: The device interface must start with '/dev/ftdi' or '/dev/arduino'
fr: L'interface périphérique doit commencer par '/dev/ftdi' ou '/dev/arduino'

source: Unable to send command to the device
fr: Impossible d'envoyer une commande au périphérique

source: Unable to read response from the device
fr: Impossible de lire la réponse du périphérique

source: Hourly
fr: Horaire

source: Daily
fr: Journalier

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Timestep
fr: Pas

source: Timezone
fr: Fuseau horaire

source: Limit number of points to
fr: Limiter le nombre de points à

source: Device name
fr: Nom du périphérique

source: MAC address
fr: Adresse MAC

source: Device is currently in use
fr: Le périphérique est actuellement en cours d'utilisation

source: Connection status unknown
fr: Statut de connection inconnu

source: Connection has been successfully established
fr: La connexion a été établie avec succès

source: Cannot enable bluetooth
fr: Impossible d'activer le bluetooth

source: Bluetooth connection timeout
fr: La connection bluetooth n'aboutit pas

source: Unable to connect to the device
fr: Impossible de se connecter au périphérique

source: RTC has not been read
fr: L'horloge RTC n'a pas été lue

source: RTC offset cannot be determined because the system clock was not set
fr: Le décalage de l'horloge n'a pu être déterminé car l'horloge système n'était pas à l'heure

source: Error when reading RTC on the remote device
fr: Erreur lors de la lecture de l'horloge du périphérique distant

source: RTC offset has been determined successfully
fr: Le décalage de l'horloge a été déterminé avec succès

source: Sum
fr: Somme

source: Average
fr: Moyenne

source: Invalid response from the remote device:
fr: Réponse du périphérique distant invalide:

source: Communication error with the remote device
fr: Erreur de communication avec le périphérique distant

source: Title
fr: Titre

source: Y axis text
fr: Texte axe Y

source: Color
fr: Couleur

source: System status
fr: Statut système

source: Statistics
fr: Statistiques

source: Real-time commands
fr: Commandes temps-réel

source: RemoteDevice name
fr: Nom du périphérique distant

source: Last connection
fr: Dernière connexion

source: Last status request
fr: Dernière requête de status

source: Clock
fr: Horloge

source: System clock
fr: Horloge système

source: Last reboot
fr: Dernier redémarrage

source: Sign in
fr: Se connecter

source: Your username and password didn't match. Please try again.
fr: Le nom d'utilisateur et le mot de passe ne correspondent pas. Essayez à nouveau.

source: Measure battery voltages
fr: Mesurer les tensions des batteries

source: Measure temperature
fr: Mesurer les températures

source: Battery voltages
fr: Tensions batteries

source: Voltage
fr: Tension

source: Current battery voltages
fr: Tension batterie actuelle

source: Total voltage
fr: Tension totale

source: Data history
fr: Historique des données

source: Display
fr: Afficher

source: Loading...
fr: Chargement...

source: Missing data
fr: Données manquantes

source: No data on the selected period.
fr: Pas de données sur la période sélectionnée.

source: Error when loading data from
fr: Erreur lors du chargement des données de

source: Graph name
fr: Nom du graphique

source: Data
fr: Données

source: Unit
fr: Unité

source: Last update
fr: Dernière mise à jour
